Revit 2027 API
ParameterTypeId.FabricationTopElevationIncludeInsulationOfPart Property
 "Top Elevation with Insulation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationTopElevationIncludeInsulationOfPart { get; }
Public Shared ReadOnly Property FabricationTopElevationIncludeInsulationOfPart As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationTopElevationIncludeInsulationOfPart {
	ForgeTypeId^ get ();
}
static member FabricationTopElevationIncludeInsulationOfPart : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace